{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "blame.nvim": { "branch": "main" },
  "blink-cmp-dat-word": { "branch": "main" },
  "blink-cmp-git": { "branch": "master" },
  "blink-cmp-latex": { "branch": "main" },
  "blink-cmp-spell": { "branch": "master" },
  "blink-emoji.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "bufman.nvim": { "branch": "main" },
  "comfy-line-numbers.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dropbar.nvim": { "branch": "master" },
  "easydiff.nvim": { "branch": "main" },
  "essential-term.nvim": { "branch": "master" },
  "fastaction.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "gitlineage.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gitui.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "helpview.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "last-session.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "local-highlight.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "markdown-plus.nvim": { "branch": "main" },
  "marks.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "md-utility.nvim": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "multicursor.nvim": { "branch": "1.0" },
  "neogit": { "branch": "master" },
  "neominimap.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "development" },
  "nvim-colorizer.lua": { "branch": "fix/141-quotes_and_doublequotes" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-matlab": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_context_vt": { "branch": "master" },
  "oil-git-status.nvim": { "branch": "main" },
  "oil-lsp-diagnostics.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "oklch-color-picker.nvim": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "peek.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "sentiment.nvim": { "branch": "main" },
  "smart_cr.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "split.nvim": { "branch": "main" },
  "staline.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "texflow.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "translate.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "uv.nvim": { "branch": "main" },
  "vim-easy-align": { "branch": "master" },
  "vim-nightfly-colors": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yankbank-nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" },
  "zdiff.nvim": { "branch": "main" }
}
